// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Blocca risorse";

InitializationWarningTitle = "Inizializzare l’unità di memorizzazione di massa \"%@\"?";
InitializationWarningMsg = "Tutti i dati nell’unità andranno persi; questa azione non può essere annullata.";
InitializeButtonTitle = "Inizializza";
CancelButtonTitle = "Annulla";

ControlPanelNoLocking = "Nessun blocco";
ControlPanelMinimalLocking = "Blocco minimo";
ControlPanelModerateLocking = "Blocco medio";
ControlPanelIntermediateLocking = "Blocco intermedio";
ControlPanelMaximalLocking = "Blocco massimo";

TaskDescription = "Gestire le risorse modificando l'accesso al pannello di controllo e alle unità di memorizzazione.";
PanelLockLabel = "Livello di accesso pannello di controllo:";
LockNote = "Fare clic sulla casella di controllo per bloccare o sbloccare un'unità di memorizzazione di massa.";
LockColumnTitle = "Blocca";
UnitColumnTitle = "Unità memorizzazione di massa";
InitializeUnitButtonTitle = "Inizializzare l’unità memorizzazione di massa selezionata";
ApplyButtonTitle = "Applica adesso";